                                    Легкий способ Бросить С++

                                        Оглавление
            1.  Введени      
            2.  Как начать новичку программировать на С++
            3.  Функциональные Языки Программирования
            4.  Компилируемые Языки Программирования
            5.  Интерпретируемые Языки Программирования
            6.  Linux, *unix systems, windows
            7.  Matcad
            8.  Python
            9.  Jupyter
            10. Qt
            11. Qt GUI
            12. QVectors
            13. Vectors
            14. Matrixes
            15. Tensors
            16. ML
            17. Neural Networks
            18. C++
            19. Quit
            20. OpenCV 2
            21. Введение в Компьютерное зрение
            22. Свертка
            23. Преобразование Фурье
            24. fft()
            25. Эффект Допплера
            26. Релятивистский Эффект Допплера
            27. Системы Координат, Смена Систем Координат
            28. Вероятность Ложной Тревоги
            29. Цена Ошибки
            30. Сопровождение целей
            31. Распределение Гаусса
            32. Фильтр Калмана
            33. Цветовые пространства
            34. Микрошумы
            35. Потеря информации при преходе между цветовыми пространствами
            36. Нейросети
            37. GitHub
            //



            cd ~